{
    "items": [
        {
            "date": "9/23/2023",
            "changes": [
                "Air Drop Chances have been slightly tweaked, an additional 3 items were added to airdrops",
                "Reduced material cost for a couple of crafting items",
                "Fixed the Tinker Crafting Bench",
                "Reduced the weight of Blue tape and increased the weight of a couple other items to be more realistic",
                "Changes made to xp of crafting benches you may notice a slight change in your xp bar {dont be alarmed}",
                "Fixed an error with the itembox not showing up with heroin",
                "Fixed some exploits with fishing"
            ]
        },
        {
            "date": "9/22/2023",
            "changes": [
                "Fixed an issue with the ingot crafting at the smithy table",
                "Boosting has been updated [Bonus Experience Multipliers have been enabled]",
                "Additional Changes were made to Boosting Generation Times [please continue to give boosting feedback]",
                "Eels are now sellable",
                "Fixed a spelling error on an EMS item",
                "Fixed Heli Trunks",
                "Re-added Shotta Speedway Bumpton Coins Item"
            ]
        },
        {
            "date": "9/21/2023",
            "changes": [
                "Stashes issues should all now be resolved [fingers crossed please report additional issues]",
                "Broken item in Heroin crafting was fixed"
            ]
        },
        {
            "date": "9/20/2023",
            "changes": [
                "Removed a Duplicate tape item",
                "Fixed Mechanic bench crafting {lockpick}",
                "Removed 1 Tinker bench craftable item {lockpick was moved to mechanic crafting only}",
                "Removed 1 old 2.5 seed type from a drop table [white widow seed]",
                "Revisited Boosting after some more feedback and increased the amount of contracts per session and slightly modified the intervals for when contracts should be received, and Slightly decreased crypto payouts [please continue to put in viable feedback regarding boosting <3]",
                "Ammunation gun stores have 1 new craft able item [Factory New SMG Body]",
                "Walther PPK ammunation pistols no longer require black diamonds to craft",
                "Mk1/MK2 Crafting material reduction for many items",
                "Forging crafting material reduction for many items",
                "Applied new patches on the weed planting",
                "Disabled some dev commands",
                "Owned emergency vehicles should work with the new mechanics features"
            ]
        },
        {
            "date": "9/19/2023",
            "changes": [
                "Fixed Jewelry Store Sell Ped Bug",
                "Multiple Bug Fixes for weed planting script {please report if you find additional issues}",
                "Added Additional holsters for PD",
                "Re-added some teleports"
            ]
        },
        {
            "date": "9/17/2023",
            "changes": [
                "**Major Fixes:**",
                "**Car Boosting:**",
                "   Notable enhancements to C+ class crypto and cash payouts, reduced time to procure new contracts, and increased the capacity of deliverable contracts per tsunami.",
                "   Updated the BMX bike from C to D class boost ('bobby had to leave this in for the memes' note).",
                "**Tinker Bench: **",
                "   Incorporated missing items at their accurate levels. Apologies, Bobby â¤ï¸.",
                "   Crafting cost of Thermite diminished.",
                "**Auxiliary Changes:**",
                "   Resolved issues with Steel Mill's menus. ",
                "   Corrected an interaction UI color. ",
                "   Addressed implausible low weight items (house robbery objects, mechanic parts). ",
                "   Mended a glitch causing calls to off-duty PD and EMS. ",
                "   Erased outdated 2.5 poly (Knock On Door).",
                "   Resolved a fishing mechanic bug where the system failed to utilize or acknowledge available bait.",
                "**Vehicle Damage:**",
                "   Made several improvements:",
                "  Corrected a glitch causing some vehicles to be impervious to damage.",
                "  Addressed random stalls and enhanced consistency.",
                "  Fixed a glitch allowing immediate restart after a stall (now requires waiting until the stall concludes).",
                "  Added cascading failure (heavy damage will gradually cause vehicle to deteriorate).",
                "CIU stashes can now be opened with necessary certification, addressing a previous bug.",
                "Major change implemented to minimize daily car wipes, adjusting vehicle deletion times to every 2 hours (this is a trial adjustment and may be reversed if issues arise). ",
                "Reinstated the Police HeliCam feature for superior surveillance and crime prevention in-game. Experience seamless gameplay and improved security measures.",
                "Fixed vehicle speed limiter to not impact helicopters and planes, enhancing gameplay experience."
            ]
        },
        {
            "date": "9/16/2023",
            "changes": [
                "Added a missing item to the Mechshop Crafting Benches {Advanced Toolset}",
                "Recalibrated crafting cost for many Mechanic parts {Mostly decreased needed mats but a few items need a few more mats}",
                "Fixed certain mechanic parts not being able to be stacked {majority of parts are now stackable}",
                "Buffed payouts from Bank Truck robberies",
                "Added 1 new rare item drop to Bank Truck robberies",
                "Fixed the payout received notification to show the correct amount of items given for the Bank Truck robbery",
                "Fixed a bug with the wrong duffel bag appearing on your character after robbing a Bank Truck",
                "Major bug fix for contracts coming for Car Boosting [cops were not registering as online]",
                "PD armory prices for essential equipment has been drastically reduced",
                "FTO Cadet Starter Kit created and added to armory for FTOS only +",
                "PD Grades 26 - 28 were added to the armory",
                "Fixed a Major Exploit with car garages"
            ]
        },
        {
            "date": "9/15/2023",
            "changes": [
                "Fixed 2 minor bugs for the Black Market",
                "Reduced Black Market item prices significantly",
                "Increased T2 House Robbery rare item spawn chance by 8%",
                "Added Mechanic Crafting Benches to all current mechshops {w/additional exclusive craftable items}",
                "Added Additional Bobcat Loot Drops and modified rare loot chances",
                "Increased Drop chance for the following blueprints Forging = +10% , Tinker = +5%, Mk1 = +5%, Medstation = +2%, Mk2 = +1%",
                "Added 1 new item to hardwarestore {i forgot to add this im sorry â¤ï¸ - bobby}",
                "Rusted car parts are now recyclable",
                "Added custom Animations and Props to new Injectors"
            ]
        },
        {
            "date": "9/14/2023",
            "changes": [
                "DISABLED KEYFOB FOR CARS!",
                "The advanced repair kits can now only be used by mechanics!",
                "New system made for plates in order to not have ped cars with player's plates",
                "Re-Enabled the air control for Bikes and Motorcycles"
            ]
        },
        {
            "date": "9/13/2023",
            "changes": [
                "Fixed the server status bot, now the channelã€˜ðŸŒŠã€™ð˜šð˜¦ð˜³ð˜·ð˜¦ð˜³-ð˜šð˜µð˜¢ð˜µð˜¶ð˜´ will be updated every minute!",
                "Fixed garages, now the personal pd and ems cars can be parked!",
                "Fixed Mech Bays for Sport Inside Track Mechanic",
                "Fixed an exploit with reloading ammo"
            ]
        },
        {
            "date": "9/11/2023",
            "changes": [
                "Disabled collisions on gas pumps",
                "Disable Hip-fire to fix exploit",
                "Disabled VDM (you no longer take damage from vehicles)",
                "Fixed several bugs involving vehicle damage (please report ones you find)"
            ]
        },
        {
            "date": "9/9/2023",
            "changes": [
                "Fixed an error with the art gallery heist",
                "Replaced 'Press E to respawn' with 'Press E to call a doctor', which sends an NPC ped to revive you when there's no EMS online",
                "Major Bug fixes to house robbery, T1 Houses should now spawn, Rare Loot Spawns have been slightly increased",
                "Slightly Modified loot drops for Fleeca Bank Robbery, Fixed Small Bugs with fleeca bank, Added additional rare loot drops to fleeca banks",
                "Changed the Respond Button on the Dispatch to 'E' instead of 'G' (You might need to rebind it!)"
            ]
        },
        {
            "date": "9/8/2023",
            "changes": [
                "Decreased the rate at which hunger/thirst goes down, making it take longer to starve"
            ]
        },
        {
            "date": "9/7/2023",
            "changes": [
                "Fixed squawk verified not saying it costs 100k",
                "Actually fixed the Diving Gear",
                "Fixed PD being able to jail people while they're already in jail"
            ]
        },
        {
            "date": "9/6/2023",
            "changes": [
                "Fixed vehicles going to the void after a vehicle wipe, now they will go to the impound!",
                "Removed cruise control due to exploits",
                "Fixed decay on a couple of items",
                "Fixed the boat alarm bug, where the alarm didn't stop after successfully hot-wiring.",
                "Fixed Petrol Can infinite ammo and never removing Bug",
                "Fixed Mech Bays for Sport Racing Mechanic",
                "Fixed MDT incidents not saving for PD if the incident details or title were too long",
                "Fixed PD spawn at RHPD",
                "Fixed Diving suit",
                "Fixed a server side error on the delivery job",
                "Raised the price of the verified on Squawk",
                "Removed a bunch of test commands",
                "Fixed logout button inside the apartments",
                "Fixed an exploit with the Emote Menu",
                "Fixed the garage near the airport",
                "Re added the boss menu for Otto's Mechanic",
                "Reduced price of the valet from 10k to 500"
            ]
        },
        {
            "date": "9/5/2023",
            "changes": [
                "Fixed Boss Menus not firing employees correctly",
                "Fixed radial menu not opening while being dead and on EMS",
                "Fixed PD spikestrips, item re added",
                "Fixed bandages",
                "Removed shots fired calls from KOS for PD",
                "Removed Jobs app from the phone"
            ]
        },
        {
            "date": "9/1/2023",
            "changes": [
                "Viper 3.0 Update Has Arrived! This Update includes numerous new features and content! Please see our Discord server for more information."
            ]
        }
    ]
}